[
  {
    "id": 1,
    "title": "My Intersectional Activism as A Black African Muslim Woman",
    "firstPart": "My identities as being a Black Muslim woman who is also African come in one. I experience discrimination in many unique ways: my skin colour, my gender, my religion and being African. Often, the notion of have these identities tend to equate to me being a ‘thug’ (black), a ‘terrorist’ (Muslim), ‘poor’ (African) and oppressed (woman). But I’m here to say that this is not the case and I would not have it any other way. This is why I always emphasise on the importance of intersectional activism.Naturally, having these intersections make me an activist.",
    "secondPart": "I fight for Black people and for women, for Muslims and for Africans. I guess you could say I’m quite strong. Pay attention to those who are being excluded. It is vital to pay attention and listen to those whose voices often go unheard or are dismissed. I am very skilled in this because when I am fighting for one part of my identity – often the other 3 go dismissed. Perfect example: the Black Lives Matter movement. Certain parts of the Muslim community do not acknowledge the Black Lives Matter movement because it’s a ‘race’ issue, not a religion issue. As if black Muslims are not being shot by police too, such as Yassin Mohammed and Amadou Diallo. Some bring up ‘what about Palestine?’ yet fail to acknowledge the suffering of Afro-Palestinians. Others are excluding disabled black people from the Black Lives Matter movement as we are less likely to hear their stories. My identities are just as important – they come as one. My Blackness does not exclude my ‘Muslimness’ or my ‘Africaness’ or my ‘womanhood’. They matter just as much as each other. A perfect example of this would be the unfortunate killing of Shukri Abdi, which has prompted conversations on social media when it comes to #BlackLivesMatter. Shukri was an immigrant from Somalia who was murdered in Manchester, England and she had the same identities as me – Black, Muslim, African and a girl. Shukri’s death shook the Internet as it really exposed the lack of intersectional activism that some people have. Some ignored her death because of her Muslim identity or claimed that she’s Somali and not Black. Either way, I am not part of the Somali community so I cannot fully comment on her identity. Obviously, not all Black people in the UK are excluding her death but just a select few. I just wanted to re-emphasise the importance of why ALL Black Lives Matter!",
    "thirdPart": "#JusticeforShukriAbdi Mental health matters too. Another intersection is mental health and ability. Yassin Mohammed was murdered by police in the US. He was a Sudanese immigrant with mental health issues. Another death that was swept under the rug until it picked up on Twitter. Why is that? Certain demographics fail to acknowledge intersections such as mental health and his immigrant identity, similar to Shukri’s. Perhaps he was not ‘Black’ enough because he had Sudanese descent or because he was a Muslim? Yassin’s and Shukri’s murders are just as important to the Black Lives Matter movement. Regardless of their Muslim or immigrant identity, we must say their names too. Their lives mattered. #BlackLivesMatter is global. Following the murder of George Floyd, protests literally sparked across the globe with many black women leading at the forefront. Two 18 year old women organised the London protests. Assa Traoré in France lead the #BlackLivesMatter movement for her brother Adama Traoré. He was murdered and many other lives taken from state sanctioned violence. These international protests are not significantly only for George Floyd or for Breonna Taylor or for Tony McDade, but for the countless black people murdered daily due to this state sanctioned violence. It highlights how anti-blackness is perpetuated all over the globe. It also puts into perspective how a new global order could potentially occur – how things can change and how we can be the change. “I am not free while any woman is unfree, even when her shackles are very different from my own.”  – Audre Lorde <br> Finally, I just wanted to leave this here and just want to remind people to always take an intersectional approach to activism. Because ALL Black Lives Matter around the world.",
    "author": "Bashirat Oladele",
    "imgUrl": "/images/safe_image.jpeg"
  },
  {
    "id": 2,
    "title": "An Open Letter to My Abuser",
    "firstPart": "It is hard to put into words all that you put me through. This letter is, I know, another vain attempt to master the chaos within me. But trying is always a better option than quitting, I suppose. Sometimes I wish you could go through the pain and struggle you put me through, but really I know there’s no way I’d want another soul to go through it. I’ve held onto this pain for so many years because I genuinely believed that some day it would stop. I always believed you were something more than you appear to be. But you continued taking advantage of my innocence until eventually, you destroyed it completely. You thought you were powerful because you played an attacker? You thought I was weak because I played a victim? The truth is, your victim is always superior to you in every way. I would be lying if I told you I never thought about revenge. My mind wandered but my demons never got the better of me. Maybe I was simply too young to retaliate, or maybe I was too wise. I knew that if I were to sink to your level, you and I would be no different. One thing I’ve known for sure for all these years is that I never want to become a reflection of you. ",
    "secondPart": "I’ve wondered to myself, “do people always do these things to the ones they love?” I’ve thought that maybe I just don’t know enough about love. “If you hadn’t made me so angry, I wouldn’t have hit you or said those things,” you’d say. You would always make an excuse. Over time, I started to believe the fault was in me. But today, I choose to stop blaming myself. It was never my fault to begin with. There is nothing I said or did that made it okay for you to hurt me with your words or your fists. I am not an excuse for your incapability to control your emotions. I am not the cause of your outbursts. I am not your rage or your hate. I am not your false pride or fragile ego. I am not the weakness you always claimed to see in me. I am not the names you called me. You don’t define me. I define myself. I am much more than the marks you’ve left on my body.",
    "thirdPart": "I am innocence. I am dreams. I am hope. I am forgiveness. I am the person others always want to have around because I am laughter and I am love. I hope the scars on my heart heal faster than the ones on my body. But the wounds within you? Whatever caused them, I hope they heal even faster than mine. And when that day comes, I will be long-gone from your life and it will be too late to reach out to me to tell me that you’re sorry. But today I forgive you, because today I want to be free. From, The Young Woman Whose Life You Changed Forever..",
    "author": "Anonymous",
    "imgUrl": "/images/leon-biss.jpg"
  },
  {
    "id": 3,
    "title": "How My Love of Football Goes Against My Feminism",
    "firstPart": "Marva, a 24-year-old woman from England, was reminded of how boys view girls who like to play football. She wrote about how, as a young girl, boys became physical with her whenever she outplayed them. Marva also recalls a recent experience at a park when teenage boys whistled at her while she was kicking her ball. These kinds of experiences can cause girls to stop playing football.",
    "secondPart": "During last year’s Women’s World Cup Piers Morgan described Megan Rapinoe and the USA women’s national team as arrogant. Rapinoe specifically has also been subjected to public insults because she is a lesbian. It is hilariously ironic because men are allowed to flaunt their accomplishments all the time while women are demonised for being successful. Female footballers do not earn as much as male footballers even when they perform better. In the past few years, South Africa and Nigeria’s women’s national team fared significantly better than their male counterparts. Yet they are paid less than the men. The USA women’s national team fight for equal pay is rather public and nasty. As all struggles for equality goes.",
    "thirdPart": "Whenever a football team is losing by a wide margin some fans on Twitter always make sexual analogies. These kinds of tweets often allude to rape. In 2018, the first-ever women’s Ballon d’Or winner, Ada Hegerberg was asked to twerk on live television. It was supposed to be a historic moment. Instead, the host decided to sexualize her rather than celebrate her achievement. However, Hegerberg politely declined his request and later said that it was not inappropriate. For a feminist, these kinds of experiences can stop a girl from being a football fan. These are enough reasons to absolutely hate football, but I simply cannot. I am optimistic about the future of women’s football. It starts with investment and representation.",
    "author": "Chanté Moos",
    "imgUrl": "/images/malala.png"
  }
]
